<?php
/*
Template Name: home
*/
?>

<?php get_header() ?>
    <section class="slats">
        <div class="block__content block__content_slats">
            <div class="slats__item">
                <div class="slats__img">
                    <img src="" alt=""/>
                </div>
                <div class="slats__text-group">
                    <div class="slats__title">И ТАК, КТО ТАКОЙ SEO-СПЕЦИАЛИСТ?</div>
                    <div class="slats__text">Тексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе
                        Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе
                        ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе
                        Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе
                        ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе Тексе ТексеТексе
                        Тексе Тексе
                    </div>
                </div>
            </div>

        </div>
    </section>


<?php get_footer(); ?>